# Как обычно, коммент-файл с моими соображениями касательно данного проекта:

# Попробую расширить количество валют в боте для последующего личного пользования.
# Валюты, которые будут представлены в боте:
# - российский рубль
# - украинская гривна
# - доллар США
# - евро
# - кыргызский сом
# - узбекский сум
# - дирхам ОАЭ
# - индийский рупий
# - японский йен
# - китайский юань
# - казахский тенге
# - турецкая лира

# Возможные ошибки при формировании текстового запроса:
# - ошибка/опечатка в названиях валют -> недоступные валюты (прописать в /help)
# - недостаточные/избыточные данные при запросе
# - конвертация нуля или отрицательных значений
# - конвертация одной и той же валюты
